[M_MonsterMash3 MissionDefinition]
MissionName="Macedonian division of demons (3))"
MissionDescription="Zaid's secret journey to escape. go anywhere [place]Contact is dry[-place] And his sin was caught."
TurnInDescription="If you thought Chet was tough, you'll be glad you never met his brother.."
MissionSummary="Kill Dr. Z."
MissionGiver="dr. an employee"
MissionTurnInLocation="Doctor from Z"
TeaserText="This is life.!"

[M_MonsterMash3:KillMonster1 MissionObjectiveDefinition]
ProgressMessage="find your feet"

[M_MonsterMash3:KillMonster2 MissionObjectiveDefinition]
ProgressMessage="they kill the doctor"

[M_MonsterMash3:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MonsterMash3:PartTwo MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Now Doctor, you killed him, you must find and destroy his evil. [place]Cold room[-place]."

